{
    "0": {
        "name": "民房",
        "func": "等级{0}的{1}可容纳人口{2}。",
        "functionDesc": "民房为城市中的人口提供住所，吸引更多的人前来定居。城市中可以建造多个民房。",
        "desc": "城市的物资生产、税收和训练军队都依赖于人口数量，居民是城市中最重要的资源，大力发展人口是每一个执政官的施政重心。而提升民房的数量和等级，可以吸引更多的人口前来定居，城市的人口也就越多。",
        "id": "building.house"
    },
    "1": {
        "name": "民房",
        "func": "等级{0}的{1}可容纳人口{2}。",
        "functionDesc": "民房为城市中的人口提供住所，吸引更多的人前来定居。城市中可以建造多个民房。",
        "desc": "城市的物资生产、税收和训练军队都依赖于人口数量，居民是城市中最重要的资源，大力发展人口是每一个执政官的施政重心。而提升民房的数量和等级，可以吸引更多的人口前来定居，城市的人口也就越多。",
        "id": "building.house"
    },
    "2": {
        "name": "仓库",
        "func": "{0}级{1}可以容纳总资源量{2}。",
        "functionDesc": "仓库是存放资源的地方，包括粮食、木材、石料、铁锭。仓库的等级越高，所能存放的资源也就越多，仓库可以保护各种资源储存上限的30%不被掠夺。城市中可以建造多个仓库。",
        "desc": "仓库的存在让城市的居民能安心的度过饥荒和战乱。敌人像饿狼一样侵袭而来，却因为找不到隐蔽的粮仓而颗粒无收，这是让人十分欣慰的事情。仓储量的多寡也展示了城市的综合实力。",
        "id": "building.warehouse"
    },
    "3": {
        "name": "兵营",
        "func": "{0}级{1}减少军队的训练时间{2}%，允许{3}个训练队列。",
        "functionDesc": "兵营是训练或解散步兵、弓兵和军团步兵的场所。提升兵营的等级，可以更快地训练兵种。",
        "desc": "兵营是城市中的重要建筑，可以训练多种部队。在马略改革之前，在这里训练的公民都是罗马社会的主体。马略改革后，士兵则是专职的职业军人。罗马军团的所有兵营都是根据严格统一的标准设计建造的，其训练也是这样。所以无论罗马军团身处何处，他们标准化的训练和编制，使他们随时都可以很容易的彼此理解并迅速融合形成强大的战斗力。",
        "id": "building.barrack"
    },
    "4": {
        "name": "马厩",
        "func": "{0}级{1}减少军队的训练时间{2}%，允许{3}个训练队列。",
        "functionDesc": "马厩是为军队训练斥候与骑兵的场所。马厩等级越高，训练的速度越快。",
        "desc": "骑兵马厩能培育和训练高级骑兵所必需的优良马匹。在马略改革后，罗马骑兵成为更加“专业”的部队。马厩里面也有广场，可以传授高级的骑兵技能并进行训练，还能训练马匹如何面对战争（这并非马匹的天性）。任何需要组建大规模骑兵的国家都需要建设足够数量的马厩。",
        "id": "building.stable"
    },
    "5": {
        "name": "作坊",
        "func": "{0}级{1}减少军队的训练时间{2}%，允许{3}个训练队列。",
        "functionDesc": "作坊是为军队制造战争器械弩炮与投石器的场所。作坊等级越高，制造弩炮与投石器的速度越快。",
        "desc": "木匠的重要性在罗马时期的战争中十分显著，各式各样的战争器械被这些手艺精巧的人在短时间内打造完成，形成罗马军团中犀利的打击力量。这些打造神兵利器的作坊总是守卫森严，防火也是首要任务。",
        "id": "building.workshop"
    },
    "6": {
        "name": "角斗场",
        "func": "{0}级{1}会出现{2}名英雄，每{3}分钟刷新1个英雄，英雄等级1~{4}级。",
        "functionDesc": "角斗场是招募英雄和训练英雄的地方，角斗场的等级越高，出现更高等级在野英雄的机会就越大。角斗场在野英雄每隔一段时间就会刷新一次，等级高的角斗场刷新的速度也越快。",
        "desc": "在角斗场可以举行小规模的角斗演出，供所有罗马人娱乐消遣。角斗是罗马生活的重要组成部分，在角斗表演的那天，每个罗马人都会陶醉于其中，一切问题都被抛到九霄云外！当某位富人为了获得更多民众的支持而付钱请大家免费欣赏角斗表演时，这会让民众更加开心。角斗场也让罗马人不断强化自己的民族优越感：连死囚和奴隶都能勇敢地死去，真正的罗马人在面对死亡时应该表现得更好！这使他们更加地坚定鼓舞。",
        "id": "building.amphitheatre"
    },
    "7": {
        "name": "驿站",
        "func": "{0}级{1}每种资源每小时传输上限为{2}。",
        "functionDesc": "驿站是传送物资，管理补给线的设施。物资通过驿站在各个城市之间进行补给。驿站的等级越高，补给的数量就越多。",
        "desc": "驿站在罗马社会中有着重要的地位和作用，在通讯手段十分原始的情况下，驿站担负着各种政治、经济、文化、军事等方面的信息传递任务，在一定程度上也是物流信息的一部分，也是一种特定的网络传递与网络运输。",
        "id": "building.dak"
    },
    "8": {
        "name": "大学",
        "func": "{0}级{1}减少科技的研发时间{2}%，科技最高等级{3}。",
        "functionDesc": "大学中研究各种民用科技，对生产、建设有很大的帮助。大学的等级越高，可研究的科技等级越高，研究科技的速度也越快。一所大学同一时间只能研究一项科技，不同城市的大学可以同时研究不同的科技。其他城市可以共享科技成果，但科技生效的等级受大学等级限制。",
        "desc": "大学是培训教育机构，罗马的统治阶层在执政之前可以在这里接受基本的管理教育培训。这里的教学课程包含了从哲学到农、工、商技术以及管理学的各种实用技能。这里可以培养许多受过教育而素质较高的人民。",
        "id": "building.academy"
    },
    "9": {
        "name": "研究所",
        "func": "{0}级{1}减少科技的研发时间{2}%，科技最高等级{0}。",
        "functionDesc": "研究所中研究各种军事科技，对管理军队、侦察、作战和后勤有很大的帮助。研究所的等级越高，可研究的科技等级越高，研究科技的速度也越快。一所研究所同一时间只能研究一项科技，不同城市的研究所可以同时研究不同的科技。其他城市可以共享科技成果，但科技生效的等级受研究所等级限制。",
        "desc": "研究所是吸引智慧人才的科研机构，这些大师热诚地要将自己的知识传授给英雄们；他们知道伟大可以在思想和力量之中找寻。它是统治精英最优秀的战争培训场所。在这里受训的人将学习人类的智慧结晶，包括战争的艺术及治军之道。",
        "id": "building.militaryInstitute"
    },
    "10": {
        "name": "神殿",
        "func": "提升速度{0}%",
        "functionDesc": "神殿是体现古罗马文化宗教的一个标志性建筑，通过对主神的膜拜，可以获取该神祗带来的特殊加成。一个城市只能建设一个主神的神殿。在神殿中可以通过献祭和祈祷来获取神赐道具或安抚民心，还能以宗教的名义向平民征收短缺物资。",
        "desc": "<b>朱庇特神殿：</b><br/>这座神殿献给罗马至高无上的神灵朱庇特。他是罗马的守护神，是天地之王，也是光明之源。占卜是朱庇特和凡人沟通的方式，他的祭司也非常善于洞察飞鸟、祭物等各种征兆。通过对朱庇特的参拜，使人民精神上有依托而感到快乐及满足，城市获得更快的建筑建造速度。<br/><b>朱诺神殿：</b><br/>这座神殿献给天界之后朱诺，她是朱庇特的妻子和姐妹。她是婚姻和妇女的守护神，也被视为战争女神。通过对朱诺的参拜，使人民精神上有依托而感到快乐及满足，城市会获得更多的人口。<br/><b>密涅瓦神殿：</b><br/>这座神殿献给智慧和战斗女神密涅瓦，密涅瓦是处女神，具有威力与聪慧，是朱庇特最宠爱的女儿。密涅瓦是雅典人最崇拜的女神，雅典城的名字就是用她的希腊名雅典娜命名的，而且亦是她专有的城市。她也是农业与园艺的保护神。她还是法律和秩序的保护神。通过对密涅瓦的参拜，使人民精神上有依托而感到快乐及满足，城市将获得更快的士兵训练速度。",
        "id": "building.temple"
    },
    "11": {
        "name": "广场",
        "func": "{0}级{1}允许同时出征{2}支部队。",
        "functionDesc": "广场是军队集结、调派、出征的场所。在广场可以检阅军队，调整战术，从这里还可以通往伤兵营。广场的等级越高，允许同时出征的英雄数量也越多。",
        "desc": "广场是集结部队训练所需的场所，这对于罗马职业军队而言尤其如此！最著名的广场是罗马城里的“战神操场”。这一场所逐渐演变成为战士在战争前的集结、誓师，或者检阅、演习的固有场所。",
        "id": "building.trainningFeild"
    },
    "12": {
        "name": "执政官邸",
        "func": "{0}级{1}减少建筑的建造时间{2}%，可以拥有{3}块附属野地。铜币储存上限为{4}，并保护铜币储存上限的{5}%不被掠夺。",
        "functionDesc": "执政官邸是管理城市的中心，在这里可以组织城市的建设和发展以及发布调税等命令。执政官邸等级越高，建筑物的开发升级速度就越快，还可以占领更多的附属野地。同时获得更高的铜币储存上限，并可以保护更高比例的铜币不被掠夺。到达4、8、10级时可以通过扩张获得更多的城内建设空地。",
        "desc": "执政官邸是罗马权力与财富不可或缺的象征。建筑的规模和豪华就是为了引人注目，在它的光芒下生活的人不会质疑其统治。这里面的官员负责税收，推进城市建设，以及管理帝国的所有事务。执政官邸使城市的各个方面都得到发展，包括宗教、军事及经济等等。",
        "id": "building.townHall"
    },
    "13": {
        "name": "城墙",
        "func": "{0}级{1}城防空间{2}，耐久度{3}。",
        "functionDesc": "围绕城市建造的城墙，是保护城市的屏障。在城墙中可以建造各种城防工事。城墙等级越高能够提供越强的保护能力，也能拥有越多的城防设施。",
        "desc": "城墙非常坚固，并建有坚固的箭楼和门楼。即使是有组织的敌人也不容易攻破它们，需要专门的攻城器械才有可能成功。升级这些城墙可以让城邑能够在围城战中支持更久。但是这种城墙的造价昂贵，通常只有著名的或富足的城镇才值得修建它。不过对于修建大城墙的统治者而言，可以把它们当作纪念碑！",
        "id": "building.wall"
    },
    "14": {
        "name": "市场",
        "func": "{0}级{1}允许同时进行{2}支商队，拥有{3}笔交易。",
        "functionDesc": "市场是进行交易的地方，任何多余的资源可以在这里交换到你希望得到的资源。在市场里可以运输、交易资源，在市场里还可以使用金币购买短缺的资源。提升市场的等级可以进行更大规模的交易和运输。",
        "desc": "当商业得到发展时，市场也就会发展。市场是个聚会的地方，也是贸易中心，只要价钱合适，几乎所有的东西都可以在这里买到。在这个忙碌的市场里，任何东西都可以买卖，甚至是某人的秘密或是他的性命！当然，贸易是需要缴税的。",
        "id": "building.market"
    },
    "15": {
        "name": "锯木厂",
        "func": "{0}级{1}每次创建{2}名伐木工职位，减少每个职位{3}秒创建时间。",
        "functionDesc": "锯木场中出产木材，创建更多的伐木工职位可以增加木材的产量。建设、研究需要消耗木材，军队也需要木材制作武器。锯木厂等级越高，创建的速度越快，可同时创建的职位数量也越多。",
        "desc": "古代的森林资源广袤无垠，从事伐木工作的平民在逐渐发展起来的城市建设中总是不愁生计，但是运输的困难使得城市周围的植被总是最先被砍光或烧光，因此城邑的兴建总是以自然界的退让而获得拓展的空间。",
        "id": "building.sawmill"
    },
    "16": {
        "name": "农田",
        "func": "{0}级{1}每次创建{2}名农夫职位，减少每个职位{3}秒创建时间。",
        "functionDesc": "农田中出产粮食，创建更多的农夫职位可以增加粮食的产量。建设、研究、建立和维持军队、发动战争都需要消耗粮食。农田等级越高，创建的速度越快，可同时创建的职位数量也越多。",
        "desc": "作物轮种和基本的土地管理技术需要更为专业的农夫，这样农场资源不致于迅速枯竭。通过每年耕种不同的农作物，让土地休耕或作为放牧地，使土地的生产力得以缓慢的恢复。农作物产量因此得到增加。而增产也会促进人口的增长。",
        "id": "building.farm"
    },
    "17": {
        "name": "矿场",
        "func": "{0}级{1}每次创建{2}名矿工职位，减少每个职位{3}秒创建时间。",
        "functionDesc": "矿场出产铁锭，创建更多的矿工职位可以增加铁锭的产量。建设、研究需要消耗铁锭，军队也需要铁锭制作武器和护甲。矿场等级越高，创建的速度越快，可同时创建的职位数量也越多。",
        "desc": "矿场是发掘城邑铁资源的必要建筑，熟练的矿工可以减少矿坑作业的危险性。大部份矿坑不是很深，因为是使用人力沿着最丰富的矿脉挖入山腹里（浅矿床开采），而不是采用垂直矿井方式。",
        "id": "building.ironMine"
    },
    "18": {
        "name": "采石场",
        "func": "{0}级{1}每次创建{2}名石匠职位，减少每个职位{3}秒创建时间。",
        "functionDesc": "采石场中出产石料，创建更多的石匠职位可以增加石料的产量。建设、研究需要消耗石料，投石器也需要石料作为弹药。采石场等级越高，创建的速度越快，可同时创建的职位数量也越多。",
        "desc": "在没有炸药的时代，采集石材的工作总是辛苦而危险的，罗马的石匠在露天采石场将一根根巨大的石柱雕琢出美轮美奂的纹饰，造就了古罗马辉煌的建筑艺术。",
        "id": "building.quarry"
    }
}